export const SAMPLE = {
  filename: "education_2",
  card_deck: {
    "7": {
      answer: 2,
      num: 7,
      options: [
        "수많은 지식과 정보를 암기하는 능력",
        "지식과학역량 또는 지식공학역량",
        "사고력과 창의성은 덜 중요하게 될 것",
        "기타",
      ],
      questions: "미래사회에서 필요로 하는 인간역량은?",
    },
    "1": {
      answer: 3,
      num: 1,
      options: [
        "생활경험 기능",
        "문화창달 기능",
        "사회화와 사회통제 기능",
        "개인성장 기능",
      ],
      questions: "교육의 본질 중 하나로",
    },
    "5": {
      answer: 0,
      num: 5,
      options: [
        "학생들의 교육요구에 맞는 교수학습처방 제공",
        "교실에서 수행해야 하는 교수-학습활동 개념 변화",
        "학습자 중심 학습체제로의 전환",
        "지능적 학습환경 구축",
      ],
      questions: "교육공학의 역할 중 하나는 무엇인가?",
    },
    "2": {
      answer: 3,
      num: 2,
      options: ["교육목적", "교육방법", "학습내용", "학습자"],
      questions: "누구에게는 교육대상 인 학습자를 말하는가?",
    },
    "6": {
      answer: 1,
      num: 6,
      options: [
        "전통적인 교육공학의 처방적 역할을 유지하는 것",
        "ICT 기반 하이브리드 학습환경에 부응하는 지능형 교수·학습시스템 발전",
        "교육공학미래학의 관점에서 교육공학 전문가 역량 개발",
        "학생들의 창의성을 강조하기 위한 구성주의 학습환경 구축",
      ],
      questions: "미래지향적 교육공학의 목표는 무엇인가?",
    },
    "8": {
      answer: 1,
      num: 8,
      options: [
        "IT 기술 개발 동향에 대한 이해",
        "의식주 생활방식에 대한 이해",
        "교육 방법론의 기초 이론에 대한 이해",
        "교수·학습시스템의 구축 방법에 대한 이해",
      ],
      questions: "어떠한 주제들이 교육공학적 관점에서 깊이 있게 탐색되어야 할까?",
    },
    "3": {
      answer: 2,
      num: 3,
      options: [
        "교육기관의 경영 성과 향상",
        "학습자의 창의성 향상",
        "교수와 학습자를 지원하여 교육의 질적 개선을 도모하기 위함",
        "학습자의 인성 함양",
      ],
      questions: "교육공학은 무엇을 효과적 ·효율적으로 지원하기 위해 설계되었는가?",
    },
    "4": {
      answer: 2,
      num: 4,
      options: ["전통적인 교수-학습이론", "인지이론", "구성주의 이론", "행동주의 심리학"],
      questions: "ICT 및 e-러닝 환경이 구축되면서 강조되는 학습 패러다임은 무엇인가?",
    },
  },
  deck_name: "테스트 ",
  image_url:
    "https://poten-back.herokuapp.com/static/images/c5fef82e174d8145b768f6a63a06149a.jpeg",
};
